---
kind: other
id: Properties.T:Autodesk.Revit.DB.Fabrication.FabricationNetworkChangeService
source: html/2cc833bd-de2e-8cb5-beaa-8f0b18078937.htm
---
# FabricationNetworkChangeService Properties

Specifies whether the .NET object represents a valid Revit entity.